---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BoundaryConditionsType.Area
enum: Autodesk.Revit.DB.Structure.BoundaryConditionsType
zh: 面积区域
source: html/8cd53f01-4670-e13b-6431-0260dae7246a.htm
---
# Autodesk.Revit.DB.Structure.BoundaryConditionsType.Area

**中文**: 面积区域

Area Boundary Conditions